{
  "$schema": "https://aka.ms/winget-packages.schema.2.0.json",
  "CreationDate": "2025-04-23T17:36:32.378-00:00",
  "Sources": [
    {
      "Packages": [
        {
          "PackageIdentifier": "Docker.DockerDesktop"
        },
        {
          "PackageIdentifier": "Git.Git"
        },
        {
          "PackageIdentifier": "Microsoft.WindowsTerminal"
        },
        {
          "PackageIdentifier": "JanDeDobbeleer.OhMyPosh"
        },
        {
          "PackageIdentifier": "marha.VcXsrv"
        },
        {
          "PackageIdentifier": "Tencent.WeChat"
        },
        {
          "PackageIdentifier": "Tencent.TencentMeeting"
        },
        {
          "PackageIdentifier": "Python.Python.3.13"
        },
        {
          "PackageIdentifier": "Microsoft.PowerToys"
        },
        {
          "PackageIdentifier": "OpenJS.NodeJS.LTS"
        },
        {
          "PackageIdentifier": "Microsoft.VisualStudioCode"
        },
        {
          "PackageIdentifier": "Microsoft.PowerShell"
        },
        {
          "PackageIdentifier": "ImageMagick.ImageMagick"
        },
        {
          "PackageIdentifier": "ajeetdsouza.zoxide"
        },
        {
          "PackageIdentifier": "junegunn.fzf"
        },
        {
          "PackageIdentifier": "JohnMacFarlane.Pandoc"
        },
        {
          "PackageIdentifier": "Neovim.Neovim"
        },
        {
          "PackageIdentifier": "Baidu.BaiduNetdisk"
        },
        {
          "PackageIdentifier": "ClashVergeRev.ClashVergeRev"
        },
        {
          "PackageIdentifier": "ByteDance.FeiLian"
        },
        {
          "PackageIdentifier": "Anysphere.Cursor"
        }
      ],
      "SourceDetails": {
        "Argument": "https://cdn.winget.microsoft.com/cache",
        "Identifier": "Microsoft.Winget.Source_8wekyb3d8bbwe",
        "Name": "winget",
        "Type": "Microsoft.PreIndexed.Package"
      }
    }
  ],
  "WinGetVersion": "1.11.200-preview"
}
